/* error description */
"Cannot create DAV-based file manager." = "Cannot create DAV-based file manager.";

/* error reason */
"Cannot create file manager." = "Cannot create file manager.";

/* error description */
"Cannot create file-based file manager." = "Cannot create file-based file manager.";

/* error description */
"Could not access the WebDAV location <%@>." = "Could not access the WebDAV location <%@>.";

/* error description */
"Could not find \"%@\"." = "Could not find “%@”.";

/* error reason */
"Failed to delete \"%@\"." = "Failed to delete “%@”.";

/* error reason */
"Failed to move \"%@\" to \"%@\"." = "Failed to move “%1$@” to “%2$@”.";

/* error reason - listing a directory that doesn't exist
   error reason - listing contents of a nonexistent directory */
"No document exists at \"%@\"." = "No document exists at “%@”.";

/* error reason */
"No scheme specific file manager for scheme \"%@\"." = "No scheme specific file manager for scheme “%@”.";

/* error suggestion */
"Please check that the user name and password you provided are correct." = "Please check that the user name and password you provided are correct.";

/* error reason */
"Please make sure that the location set in your Sync preferences actually exists." = "Please make sure that the location set in your Sync preferences actually exists.";

/* error reason */
"The %@ server returned \"%@\" (%d) in response to a request to \"%@ %@\"." = "The %1$@ server returned “%2$@” (%3$d) in response to a request to “%4$@ %5$@”.";

/* error reason */
"The path of the url \"%@\" is not absolute." = "The path of the url “%@” is not absolute.";

/* error description */
"Unable to authenticate with WebDAV server." = "Unable to authenticate with WebDAV server.";

/* error description */
"Unable to delete file." = "Unable to delete file.";

/* error description */
"Unable to move file." = "Unable to move file.";

/* error description */
"Unable to perform WebDAV operation." = "Unable to perform WebDAV operation.";

/* error description */
"Unable to read document." = "Unable to read document.";

